Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nokut.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: There is an exception for students who attend 30 credits study programmes.
nb: Det er et unntak for studenter som går på utdanningstilbud på 30 studiepoeng.

source: 3 Preparing the Bologna Framework and the EQF, and
nb: 3 Prosessene med utarbeidelse av Bologna-rammeverket og EQF, samt henvisning til de to rammeverkene

source: Diploma mill/degree mill/fake university
nb: Diploma Mill/Degree Mill/bløffuniversitet

source: Professor Duncan Lawson is the Pro-Vice Chancellor for Formative Education at Newman University, Birmingham.
nb: Duncan Lawson er prorektor for utdanning ved Newman University, Birmingham.

source: The NQF has therefore not been developed in order to reform the system.
nb: NKR er derfor ikke utviklet med sikte på systemreformer.

source: In 2017, NOKUT co-workers won the
nb: I 2017 ble medarbeidere i NOKUT tildelt

source: In the communiqué from the meeting, the ministers from the participating countries undertook to develop and introduce national qualifications frameworks for higher education in their respective countries, and to self-certify them in relation to the overarching framework of qualifications for the European higher education area (the Bologna Framework, often abbreviated EHEA-QF).
nb: I kommunikéet fra møtet forpliktet ministrene fra de deltagende landene seg til å utarbeide og innføre nasjonale kvalifikasjonsrammeverk for høyere utdanning i sine respektive land og til å selvsertifisere dem inn mot det overordnede europeiske rammeverket for høyere utdanning (Bologna-rammeverket, ofte forkortet EHEA-QF).

source: The final certificate from upper secondary school/high school.
nb: Et dokument som bekrefter at du har fullført videregående opplæring.

source: Are you wondering whether we have received your application or not?
nb: Er du usikker på om vi har mottatt søknaden din?

source: NOKUT received 22 bids from 12 institutions by the May deadline
nb: NOKUT mottok 22 søknader fra totalt 12 institusjoner da søknadsfristen gikk ut i mai.

source: You can take a break and return to the survey later.
nb: til høyskoler/universiteter, studenter og andre.

source: • Study on employability among employers of candidates from Bachelor in IT Networks
nb: Rapporten skal inneholde vurderinger i henhold til rammekvalitet, programkvalitet, inntakskvalitet, gjennomføringskvalitet og relevanskvalitet.

source: The data controller is the person or body responsible for the correct processing of personal data.
nb: Behandlingsansvarlig viser til den som har ansvar for forsvarlig behandling av personopplysninger.

source: NOKUT can grant recognition of foreign qualification as equivalent to an accredited Norwegian University College Candidate degree if the education can be recognized as at least 2 years/120 credits of higher education in Norway.
nb: NOKUT kan gi godkjenning av utenlandsk utdanning som likestilt med en akkreditert norsk høgskolekandidatgrad dersom utdanningen kan godkjennes som minst 2 år/120 studiepoeng høyere utdanning i Norge.

source: ”, says Mørland.
nb: , avslutter Mørland.

source: General recognition of foreign higher education qualifications as equivalent to accredited Norwegian higher education qualifications is regulated by the Act relating to universities and university colleges § 3-4 (“University and university colleges act”) and the Regulations concerning quality assurance and quality development in higher education and tertiary vocational education § 6-1 (“Regulations on quality assurance”).
nb: Generell godkjenning av utenlandsk utdanning som likestilt med akkreditert norsk høyere utdanning er regulert i lov om universiteter og høyskoler (universitets- og høyskoleloven) § 3-4 og forskrift om kvalitetssikring og kvalitetsutvikling i høyere utdanning og fagskoleutdanning (studiekvalitetsforskriften) § 6-1.

source: We will not process your application until we have all the documents we need.
nb: Vi begynner ikke å behandle søknaden din før vi har alle dokumentene vi trenger.

source: The institution is advised to remove Spatial Design from learning outcomes or clarify its
nb: I søknaden fremhever man fagmiljøet med innslag av stipendiater som kommer til å delta i undervisningen.

source: For applicants for the recognition of higher education qualifications, there is a messaging feature in the application portal where you can communicate with the case officer about your case.
nb: For søkere av godkjenning av høyere utdanning er det en meldingsfunksjon i søkerportalen hvor man kan kommunisere med saksbehandler om sin sak.

source: In April 1999, Norway became one of the first countries to join the
nb: I april 1999 ble Norge et av de første landene som sluttet seg til

source: Astrid Elbek is the Head of Development at The Royal Academy of Music, Denmark.
nb: Dosent Astrid Elbek arbeider som utviklingsleder ved Det Jyske Musikkonservatorium.

source: The decision letter states:
nb: I vedtaket står det:

source: The Council of Europe is working to expand the scheme to include more countries and partners from 2018.
nb: Europarådet arbeider med å utvide ordningen til å omfatte flere land og partnere fra og med 2018.

source: Docent and Development Manager Astrid Elbek, the Royal Academy of Music Aarhus/Aalborg, Denmark
nb: Dosent og utviklingsleder Astrid Elbek, Det Jyske Musikkonservatorium, Danmark

source: In the application portal, you can apply for recognition of higher and vocational education qualifications from abroad.
nb: I søkerportalen kan du søke om godkjenning av utenlandsk høyere utdanning og utenlandsk fag- og yrkesopplæring.

source: These professions are regulated by the Professional Qualifications Directive (2005/36/EU).
nb: Disse yrkene er regulert av yrkeskvalifikasjonsdirektivet (2005/36/EF).

source: Design and Media: The students should become creative designers that can utilize skills and knowledge in any medium.
nb: Vi har også sett fra tilsynsrapport om revidering av akkreditering at bachelorstudiet i nautikk, maritim ledelse og økonomi ikke tilfredsstiller krav for akkreditering.

source: In such a case, there must be a data processing agreement between the two parties that regulates the duties of the data processor and the framework for the processing.
nb: Når det er tilfelle må det foreligge en databehandleravtale mellom de to partene som regulerer pliktene til databehandleren og rammene for behandlingen.

source: related to what he or she does not know or master.
nb: i forhold til hva vedkommende ikke kan eller ikke behersker.

source: Even with these positions filled, the
nb: Fagseksjonene har seksjonsledere og seksjonsråd.

source: Please do not use Internet Explorer.
nb: Vennligst ikke bruk Internett Explorer.

source: C) Upper secondary education
nb: C) Videregående opplæring

source: NORRIC (Nordic National Recognition Information Centers) is a regional network for the five Nordic ENIC-NARIC offices (Denmark, Finland, Iceland, Norway and Sweden).
nb: Nordic National Recognition Information Centres (NORRIC) er et nettverk for de fem nordiske ENIC-NARIC-kontorene.

source: A 3-year vocational qualification at level 3/3.
nb: Stúdentspróf ELLER En 3-årig yrkesfaglig kvalifikasjon på nivå 3 / 3.

source: If you do not have MinID, please upload a copy of your identity document:
nb: Hvis du ikke har MinID, må du laste opp kopi av identitetsdokumentet:

source: This is also reflected well in the PhD programme by its international orientation and close cooperation with professors from abroad, as well as the requirement that all PhD candidates who are accepted in the programme should spend at least one semester abroad, where BUC will assist with application, advice and additional grants.
nb: Ved institusjonsbesøket beskriver de ph.d-studentene som er tatt opp ved andre institusjoner, men som har veileder i noen av de forskergruppene som beskrives i søknaden, hvordan man har regelmessigeseminarer der seniorforskere og ph.d-studenter møtes.

source: They also emphasized that status and legitimacy are important for the Qualifications Passport to be used, thus it must be clearly stated in the Qualifications Passport what it is and what it is not.
nb: De understreket også at status og legitimitet er viktig for at kvalifikasjonspasset skal bli anvendt, og det må derfor komme tydelig frem av kvalifikasjonspasset hva det er og hva det ikke er.

source: In addition, students were asked how high or low they perceive the level of aspirations of the expectations and demands towards them (by the faculty).
nb: I intervjuene med faglig ansatte på seks studieprogrammer innenfor tre utdanningstyper (ingeniør, barnehagelærer og statsvitenskap) ble det tydelig at de ansatte stort sett er fornøyde med studentenes motivasjon, studieinnsats og læring.

source: If you have already submitted an application, you can check the status here:
nb: Hvis du allerede har sendt inn søknad, kan du sjekke status her:

source: Information from the surveys is transferred to the Database for Statistics on Higher Education (DBH).
nb: Informasjon fra undersøkelsene blir overført til DBH (Database for statistikk i høyere utdanning).

source: Have you received an SMS or email invitation?
nb: Har du mottatt SMS eller e-postinvitasjon?

source: – This is the third time we extend the recognition procedure since we started with the scheme in November 2016, adds Silje Molander, Head of Section for Recognition of Professional Qualifications in NOKUT.
nb: Dette er Estland, Latvia og Litauen, Polen og Tyskland. – Dette er den tredje utvidelsen vi gjør i denne godkjenningsordningen siden oppstarten i november 2016, forklarer Silje Molander, leder av fagutdanningsseksjonen i NOKUT.

source: On the other hand, if we accept that the tasks attributed to the teaching role have indeed expanded, it is not unreasonable to assume that a lack of increase in resource allocation to teaching and supervision (in terms of e.g. time or staff) has contributed to a sense of time pressure among academic staff.
nb: På den andre siden – dersom oppgaveomfanget i underviserrollen har økt, er det ikke urimelig å anta at uendret ressursallokering til undervisningsarbeidet (i form av tid og bemanning) har bidratt til økt tidspress for underviserne på et mer generelt grunnlag.

source: focusing on all the quality areas, and seeing them in connection with each other developing learning outcome descriptions in collaboration with relevant outside sources (like
nb: o ha fokus på alle områder i det studienære kvalitetsarbeidet og se disse i sammenheng o utvikle gode læringsutbyttebeskrivelser i samspill med samfunns- og arbeidsliv, og

source: Until June 1.
nb: Fram til 1.

source: Professor Peter Maassen, University of Oslo
nb: Professor Peter Maassen, Universitetet i Oslo

source: Professor and Pro-Vice Chancellor Duncan Lawson, Newman University, United Kingdom
nb: Professor og prorektor Duncan Lawson, Newman University, Storbritannia

source: This means that one year of standardized study time in the country of origin equals one year of standardized study time in Norway (60 credits).
nb: Utdanningen godkjennes ut fra prinsippet om at ett års normert studietid i utdanningslandet er jevngodt med ett års normert studietid i Norge (60 studiepoeng).

source: What is the NQF?
nb: Hva er NKR?

source: – which education you have applied for recognition of
nb: – hvilken utdanning du har søkt godkjenning av

source: NOKUT does not verify statements issued by NAIC.
nb: NOKUT kan ikke bekrefte vurderinger utstedt av NAIC.

source: Data (indirect personally identifiable information linked to response data) are stored at NSD until the end 2028, and may be
nb: Datamaterialet (svardata og indirekte personidentifiserbare opplysninger) lagres hos NSD ut 2028 og kan senere bli utlevert til

source: (2018–2020), which also is funded through the Erasmus+ programme.
nb: (2018–2020), også det er finansiert av EU.

source: Chapter 6 describes how qualifications can be included in the NQF.
nb: I kapittel 6 drøftes hvordan kvalifikasjoner kan innplasseres i NKR.

source: This will have big consequences for millions of international students and wage earners all over the world.
nb: Dette vil ha stor betydning for mange millioner internasjonale studenter og arbeidstakere verden over.

source: It may give rise to ambiguities when the same terminology is used for both the student's education, and the research conducted by educated researchers.
nb: Høgskulen i Volda har ansatte i hovedstilling med førstestillingskompetanse i alle undervisningsfag og skolerelevant fag, og oppfyller dermed dette kravet.

source: In terms of coursework the contact hours are heavily biased towards seminars, which is an appropriate method with advanced students and small groups, such as a PhD programme.
nb: Det er også i søknaden lagt vekt på at ph.d.-studenten skal ha en nær tilknytning til veilederes forskningsmiljø, og forskningsgrupper i særdeleshet.

source: The network was established in 2003 as a result of increased cooperation between the Nordic recognition and information centres.
nb: Disse sentrene ble organisert I 2003 som et resultat av økt samarbeid mellom de nordiske godkjenningsorganene.

source: If the education programme is recognized as higher education in Norway, you will receive a decision from NOKUT, which describes:
nb: Hvis utdanningen kan godkjennes som en høyere utdanning i Norge vil du få en vurdering fra NOKUT som beskriver:

source: See Section 8 for the processing of personal information about employees.
nb: Se punkt 8 for behandling av personopplysninger om ansatte.

source: Based on the consultation process, the Ministry of Education and Research adopted the qualifications framework for higher education in March 2009.
nb: På grunnlag av høringsrunden fastsatte Kunnskapsdepartementet i mars 2009 kvalifikasjons- rammeverket for høyere utdanning.

source: Furthermore, the only course on qualitative methods is an elective one, which means that it is possible to complete a PhD with very limited knowledge and skills on these methods.
nb: Komiteen anser det som en ressurs at stipendiatene også kan bytte ut valgfrie emner med emner ved et annet fakultet eller lærested, også utenlands, om det regnes som viktig for avhandlingsarbeidet.

source: It now constitutes the top three levels in the NQF.
nb: Det utgjør nå de tre øverste nivåene i NKR.

source: (institution, faculty name, location code, and campus) from the university/col ege because the survey is
nb: institusjon, fakultet, stedkode og campus fra universitetet/høyskolen på bakgrunn av at undersøkelsen er i

source: The selection of programmes at all levels is quite ambitious given that the milieu is quite small.
nb: Det er i avtalene henvist til vedlegg i studieplanen som omhandler praksis og vedlegget «Mal for praksis».

source: How does NOKUT react and what are the consequences of using false documents/diploma mills?
nb: Hva er NOKUTs reaksjon og konsekvens ved bruk av falske dokumenter/Diploma Mill?

source: if you are unsure.
nb: hvis du er usikker.

source: The GSU-requirements for those can be found under the country’s own entry.
nb: GSU-kravene for disse er oppført under det enkelte landet.

source: NOKUT’s guidelines for general recognition of foreign higher education
nb: NOKUTs retningslinjer for generell godkjenning av utenlandsk utdanning

source: Kick off for new Centres for Excellence in Education
nb: Oppstart for nye sentre for fremragende utdanning

source: Nepal School Leaving Certificate (10 years) + Proficiency Certificate (2 years) + 1 year university education
nb: Nepal - innføring av nytt vitnemål School Leaving Certificate (10 år) + Proficiency Certificate (2 år) + 1 års universitetsutdanning ELLER

source: Judging from the course description the course ambitiously attempts to cover all of these.
nb: Dette synes vi studenten må kunne få vite, og derfor at tilbyder må definere og omtale i utdanningsplanen.

source: Our processing is thus based on a data processing agreement.
nb: Behandlingsgrunnlaget vårt er derfor databehandleravtale.

source: NOKUT has composed
nb: NOKUT har satt sammen

source: NOKUT also cooperates with your institution.
nb: samarbeider også med institusjonen du er ansatt ved.

source: The document was last updated in April 2021.
nb: Dokumentet er på engelsk, sist endret i april 2021.

source: The survey closes on 2 May.
nb: Undersøkelsen stenges for svar 2.

source: Consider revising the name and/or content of the course in artificial intelligence programming.
nb: Ja, studiets undervisnings-, lærings- og vurderingsformer er egnet til å oppnå læringsutbyttet slik det er beskrevet i planen.

source: NOKUT can grant general recognition as equivalent to an accredited Norwegian bachelor’s degree if the qualification can be recognized as at least 3 years/180 credits of higher education in Norway.
nb: NOKUT kan gi godkjenning av utenlandsk utdanning som likestilt med en akkreditert norsk bachelorgrad dersom utdanningen kan godkjennes som minst 3 år/180 studiepoeng høyere utdanning i Norge.

source: within life sciences conforming to high international standards
nb: NOKUT har gjennomgått søkers hjemmesider, www.tinius.no.

source: lands), UK NARIC (United Kingdom),
nb: (Storbritannia), UHR (Sverige) og KMK

source: The academic staff at HSH has also participated and had presentations in “Norsk Undervannssymposium” on several occasions.
nb: Retningslinjene er basert på at alle resultater fra kvalitetsarbeidet, også de kvalitative, gis en tallverdi.

source: However, different needs and interests underlie the development of qualifications frameworks in the different countries.
nb: Det ligger imidlertid ulike behov og interesser bak utviklingen av kvalifikasjonsrammeverkene i de forskjellige landene.

source: International cooperation and international perspectives are essential for handling global societal challenges related to climate, technology, demography and democracy.
nb: Internasjonalt samarbeid og internasjonale perspektiver er nødvendig for å håndtere globale samfunnsutfordringer knyttet til klima, teknologi, demografi og demokrati.

source: In the management of the SFU initiative, we argue that excellence needs a multi-actor, multi-level and multi-dimensional approach.
nb: De argumenterer for at styrker med en slik modell ikke bare vil gi høyere status til utdanning, men gi innovasjon i undervisningen og skape en kollegial holdning til undervisning.

source: A group teacher and student discuss the results
nb: Gruppelærer og student diskuterer resultater

source: NOKUT assesses foreign education on the basis of the criteria for general recognition of foreign education.
nb: NOKUT vurderer utenlandsk utdanning ut fra kriteriene for generell godkjenning av utenlandsk utdanning.

source: The universities are worried about the reliability of the peer-review system.
nb: Dette fører til utskillelse av (renin, ACE, erytropoietin) fra nyrene.

source: Student Daniel Heinesen is working on
nb: Student Daniel Heinesen arbeider med

source: Editors are Helen Bråten and Astrid Børsheim at NOKUT.
nb: Redaktører er Helen Bråten og Astrid Børsheim fra NOKUT.

source: Guidelines have been prepared for such self-certification; see Appendix 1.
nb: Det er utarbeidet retningslinjer for slik selvsertifisering, se vedlegg 1.

source: The duration of the work on the doctoral thesis must be minimum (2) years.
nb: Arbeidet med avhandlingen skal være minimum rundt to (2) år.

source: – Doctoral degrees from countries with a qualifications framework comparable to EQF: The education must be on a level equivalent to level eight (8) in EQF.
nb: – Doktorgradsutdanning fra andre land med et kvalifikasjonsrammeverk sammenlignbart med EQF: utdanningen må være på nivå tilsvarende nivå 8 i EQF.

source: NOKUT has its own data protection officer.
nb: NOKUT har et eget personvernombud.

source: The EQF process The bodies of the EU adopted the Recommendation on the establishment of a European qualifications framework for lifelong learning (the European Qualifications Framework – EQF) in February 2008.
nb: EQF-prosessen EUs organer vedtok rekommandasjonen om et europeisk kvalifikasjonsrammeverk for livslang læring (European Qualifications Framework - EQF) i februar 2008.

source: Regional accreditation provides institutional accreditation.
nb: Regional akkreditering gir institusjonsakkreditering.

source: Section 361 also applies to documents issued to or from non-existing persons or organisations (for example documents issued by diploma mills).
nb: Dokumenter utstedt til eller fra ikke-eksisterende personer/organisasjoner (for eksempel dokumenter utstedt av Diploma Mills) rammes også av § 361.

source: She was Deputy Chief Executive (Academic) of the UK Higher Education Academy, and in 2014, she was deputy convenor of the Education panel for the Hong Kong Research Assessment Exercise (RAE).
nb: Hun har også sittet i ledelsen i HEA, og i 2014 i ledelsen av ekspertgruppen som evaluerte Hong Kongs forskning.

source: The Qualifications Passport may also be useful for refugees who are new to the country and do not have a network, in order to shorten their way into the labour market.
nb: Kvalifikasjonspasset kan også være nyttig for flyktninger som er nye i landet og som ikke har nettverk, for å gjøre veien deres ut i arbeidsmarkedet kortere.

source: The change means that applications for recognition of periods of study and incomplete education with a workload of less than one semester will not be assessed.
nb: Nettstudentene vil ikke få spørsmål om lokalene på studiet, men får i stedet et spørsmål om læringsplattformen nettundervisningen foregår på.

source: On our website you can access our application portal and institution portal to apply for approval of your qualifications or approval and accreditation of institutions, subjects and courses.
nb: Via nettsiden vår kan man komme inn på søkerportalen og institusjonsportalen vår for å søke om godkjenning av utdanning eller godkjenning og akkreditering av institusjoner, fagområder og studier.

source: As basis for case processing, NOKUT has operationalized the provisions in the laws and regulations into guidelines on criteria that a qualification needs to fulfil in order to be granted general recognition.
nb: Som grunnlag for saksbehandling har NOKUT operasjonalisert bestemmelsene i lov og forskrift i retningslinjer som en utdanning må oppfylle for å kunne gis generell godkjenning.

source: A sufficiently large and robust academic community can give students access to different aspects of the field's knowledge base, and introduce them to the different perspectives and methods the field uses.
nb: Et robust fagmiljø med en tilstrekkelig størrelse vil kunne gi studentene tilgang til ulike deler av fagets kunnskapsbase, og de ulike metoder og perspektiver som er i bruk.

source: 3 The need for a new kind of national evaluation of refugees’
nb: 3 Behov for en ny type nasjonal vurdering av flyktningers

source: to promote – or reduce obstacles to – mobility between countries through identical
nb: fremme – eller redusere hindringer for – mobilitet mellom land gjennom likelydende

source: By completing the form, you agree that we store personal information about you for use for the particular event.
nb: Ved påmelding samtykker du til at vi lagrer personopplysninger om deg til bruk for det aktuelle arrangementet.

source: The Ministry agreed that it is necessary to make it clear that the education and training system is currently open to new qualifications.
nb: Departementet var enig i at det er behov for å synliggjøre at utdanningssystemet i dag er åpent for nye kvalifikasjoner.
